Repository: ArvinZJC/PaimonTray
Catalog: PaimonTray/Strings/*/Resources.resw
Source language: en
Languages: zh_hans_cn

source: About
zh_hans_cn: 关于

# AccountAddConfirmation
source: Add your account?
zh_hans_cn: 添加您的账号？

# AccountAddNoCharacterExplanation
source: No character is linked with your account. Do you still want to add the account?
zh_hans_cn: 您的账号未绑定角色。您仍然要添加此账号吗？

# AccountAddNoCharacterSuccess
source: The account linked with no character has been added successfully.
zh_hans_cn: 此未绑定角色的账号已成功添加。

# AccountAddReachLimit
source: The number of your accounts added has already reached the limit.
zh_hans_cn: 您添加了的账号的数量已达上限。

# AccountAddReachLimitExtraInfo
source: You can still log into your added account to update it.
zh_hans_cn: 您仍可登录已添加的账号来对其更新。

# AccountAddUpdate
source: Add/Update an account
zh_hans_cn: 添加/更新账号

# AccountGroupCheckRefresh
source: Check and refresh the account and its linked character(s)
zh_hans_cn: 检查并刷新此账号和其绑定的角色

# AccountGroupNoCharacter
source: Oops, no character! You can add/update an account.
zh_hans_cn: 哎呀，没有角色！您需要添加账号。

# AccountGroupNoCharacterEnabled
source: Oops, no character is allowed retrieving real-time notes. You can add an account, or go to the settings to manage your account(s) added.
zh_hans_cn: 哎呀，没有允许查询实时便笺的角色！您可添加/更新账号，或前往设置来管理您添加的账号。

# AccountGroupRemove
source: Remove the account and its linked character(s)
zh_hans_cn: 移除此账号和其绑定的角色

# AccountGroupRemoveExplanation
source: Once the account and its linked character(s) are removed, you can only add them back by logging into the account again.
zh_hans_cn: 此账号和其绑定的角色一旦移除，您只有重新登录此账号来添加回来。

# AccountGroupsCheckRefresh
source: Check and refresh all accounts and characters
zh_hans_cn: 检查并刷新所有账号和角色

# AccountGroupsRemove
source: Remove all accounts and characters
zh_hans_cn: 移除所有账号和角色

# AccountGroupsRemoveExplanation
source: Once all accounts and characters are removed, you can only add them back by logging into the account(s) again.
zh_hans_cn: 所有账号和角色一旦移除，您只有重新登录这些账号来添加回来。

# AccountNoCharacter
source: No character is linked with the account.
zh_hans_cn: 此账号未绑定角色。

# AccountRemoveConfirmation
source: Remove the account?
zh_hans_cn: 移除此账号？

source: Accounts
zh_hans_cn: 账号

# AccountsManagement
source: Your account(s)
zh_hans_cn: 您的账号

# AccountsManagementExplanation
source: Manage your account(s) added and select the character(s) to allow retrieving real-time notes.
zh_hans_cn: 管理您添加的账号，选择允许查询实时便笺的角色（若任何账号的状态异常不能通过检查并刷新此账号来解决，您可重新登录此账号）

# AccountsRemoveConfirmation
source: Remove all accounts?
zh_hans_cn: 移除所有账号？

# AccountUpdated
source: Your account has just been updated.
zh_hans_cn: 您的账号刚进行了更新。

# AccountUpdatedExtraInfo
source: It has already been added before.
zh_hans_cn: 此账号已在之前添加过了。

# AcknowledgementApiUses
source: API uses credited to
zh_hans_cn: 接口用法参考于

# AcknowledgementAppIcon
source: App icon credited to
zh_hans_cn: 应用图标来源于

# AcknowledgementInspiration
source: Inspired by
zh_hans_cn: 受启发于

source: and
zh_hans_cn: 和

# CharacterSwitch
source: Switch the character
zh_hans_cn: 切换角色

source: Clear
zh_hans_cn: 清除

source: cookies
zh_hans_cn: cookie

# CookiesHowToGet
source: How to get your cookies? (Temp)
zh_hans_cn: 查看关于如何获取 cookie 的指南

source: Enter
zh_hans_cn: 输入

source: Exit
zh_hans_cn: 退出

source: General
zh_hans_cn: 通用

# GiteeRepo
source: Gitee repository (backup)
zh_hans_cn: Gitee 仓库（备用）

# GitHubRepo
source: GitHub repository
zh_hans_cn: GitHub 仓库

source: Help
zh_hans_cn: 帮助

source: Language
zh_hans_cn: 语言

# LanguageAppliedLater
source: The change to the language will be applied the next time the app is started.
zh_hans_cn: 对语言的更改将在下次启动应用时生效。

# LanguageExplanation
source: Change the app language.
zh_hans_cn: 改变应用语言。

source: Launch on Windows startup
zh_hans_cn: 在 Windows 启动时启动

# LaunchOnWindowsStartupExplanation
source: Modify your startup settings to configure whether to start the app when you log in to Windows.
zh_hans_cn: 更改您的启动设置来配置是否让应用在登录到 Windows 时启动

# LaunchOnWindowsStartupLinkText
source: Change startup settings
zh_hans_cn: 更改启动设置

source: Log in
zh_hans_cn: 登录

# LoginAlternativeAlways
source: Always use the alternative login method
zh_hans_cn: 总是使用替代的登录方案

# LoginAlternativeAlwaysAppliedLater
source: The change to always using the alternative login method will be applied the next time the page for adding an account is entered.
zh_hans_cn: 对总是使用替代的登录方案的更改将在下次进入添加/更新账号的页面时生效。

# LoginAlternativeAlwaysExplanation
source: When enabled, the app will always ask you to enter cookies manually to add your account, even if the web page login method is available.
zh_hans_cn: 启用后，即使网页登录方案可用，应用也将总是需要您手动输入 cookie 来添加/更新您的账号

# LoginAlternativeAutomatically
source: The alternative login method is used automatically.
zh_hans_cn: 应用自动使用替代的登录方案。

# LoginAlternativeAutomaticallyExtraInfo
source: Microsoft Edge WebView2 Runtime cannot be detected. You can either download and install the runtime or change the setting to always use this method to never show this message again the next time the page is loaded.
zh_hans_cn: 未能检测到 Microsoft Edge WebView2 运行环境。您可下载并安装运行环境或更改设置来总是使用此方案，从而在下次加载页面时不再显示此消息。

# LoginCompleteConfirm
source: Confirm completing login after you log into your account on the web page
zh_hans_cn: 在网页上登录您的账号后确认完成登录

# LoginFail
source: Failed to log into your account.
zh_hans_cn: 登录您的账号失败。

# LoginFailExtraInfo
source: You may try again.
zh_hans_cn: 您可再重新登录试试。

# LoginHeaderWebPage
source: Log into your account on the web page
zh_hans_cn: 在网页上登录您的账号

# LoginWebPageReturn
source: Return to the login web page
zh_hans_cn: 回到登录页

# LogsShow
source: Show logs in File Explorer
zh_hans_cn: 在文件资源管理器中显示日志文件

# MainMenuButtonTooltip
source: Settings and more
zh_hans_cn: 设置及其他

# MainWindowHide
source: Hide the main window
zh_hans_cn: 隐藏主界面

# MainWindowShow
source: Show the main window
zh_hans_cn: 显示主界面

# MainWindowShowWhenAppStarts
source: Show the main window when the app starts
zh_hans_cn: 在应用启动时显示主界面

# MainWindowTopNavigationPane
source: Use the top navigation pane on the main window
zh_hans_cn: 在主界面上启用顶部导航窗格

# MainWindowTopNavigationPaneExplanation
source: When enabled, the navigation pane on the main window will be shown at the top rather than on the left side.
zh_hans_cn: 启用后，主界面上的导航窗格将显示于顶部，而不是左侧

source: miHoYo
zh_hans_cn: 米哈游

source: No
zh_hans_cn: 不了

# NotificationClear
source: Clear notifications when the app exits
zh_hans_cn: 在应用退出时清除通知

# NotificationGreeting
source: Send a greeting notification when the app starts
zh_hans_cn: 在应用启动时发送一个问候通知

# NotificationGreetingContent
source: If the icon disappears from the taskbar corner, you can drag it back from the taskbar corner overflow menu.
zh_hans_cn: 若应用图标不在任务栏角中，则您可将它从任务栏角溢出菜单中拖拽回任务栏角中。

# NotificationGreetingTitle
source: Paimon's now in your "system tray"!
zh_hans_cn: 嗨，派蒙在您的“系统托盘”上啦！

source: Notifications
zh_hans_cn: 通知

# NotificationsExplanation
source: Modify your notifications settings.
zh_hans_cn: 更改您的通知设置

# NotificationsLinkText
source: Change notifications settings
zh_hans_cn: 更改通知设置

# NotificationsNotice
source: Please note that the following settings regarding sending notifications take effect after you allow notifications from the app in the notifications settings.
zh_hans_cn: 请注意：当您在通知设置中允许来自此应用的通知后，下列关于发送通知的设置才会生效。

source: Real-time notes
zh_hans_cn: 实时便笺

# RegionCnBilibili
source: Irminsul
zh_hans_cn: 世界树

# RegionCnOfficial
source: Celestia
zh_hans_cn: 天空岛

# RegionGlobalAmerica
source: America
zh_hans_cn: 美区

# RegionGlobalAsia
source: Asia
zh_hans_cn: 亚区

# RegionGlobalEurope
source: Europe
zh_hans_cn: 欧区

# RegionGlobalSars
source: TW, HK, MO
zh_hans_cn: 台港澳区

source: Release notes
zh_hans_cn: 发行说明

source: Server
zh_hans_cn: 服务器

# ServerCn
source: CN
zh_hans_cn: 国服

# ServerDefault
source: Default server
zh_hans_cn: 默认服务器

# ServerDefaultAppliedLater
source: The change to the default server will be applied the next time the page for adding an account is entered.
zh_hans_cn: 对默认服务器的更改将在下次进入添加/更新账号的页面时生效。

# ServerDefaultExplanation
source: Select the default server to log in. You can still change the server when adding your account. The app will automatically recognise the game region.
zh_hans_cn: 选择默认要登录的服务器（您仍可在添加/更新您的账号时更改服务器，应用会自动识别游戏区域）

# ServerExplanation
source: Select the server to log in. The app will automatically recognise the game region.
zh_hans_cn: 选择要登录的服务器（应用会自动识别游戏区域）

# ServerGlobal
source: Global
zh_hans_cn: 国际服

source: Settings
zh_hans_cn: 设置

source: site
zh_hans_cn: 网站

# StatusLoading
source: Loading
zh_hans_cn: 加载中

# SystemDefault
source: Use system default
zh_hans_cn: 使用系统默认值

source: Theme
zh_hans_cn: 主题

# ThemeDark
source: Dark
zh_hans_cn: 深色

# ThemeExplanation
source: Select which app theme to display.
zh_hans_cn: 选择要显示的应用主题

# ThemeLight
source: Light
zh_hans_cn: 浅色

source: User manual
zh_hans_cn: 使用手册

source: Version
zh_hans_cn: 版本

# WebView2RuntimeDownload
source: Download WebView2 Runtime
zh_hans_cn: 下载 WebView2 运行环境

source: Yes
zh_hans_cn: 是的
